Revit 2027 API
ParameterTypeId.FbxLightSpotFieldAngle Property
 "Spot Field Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightSpotFieldAngle { get; }
Public Shared ReadOnly Property FbxLightSpotFieldAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightSpotFieldAngle {
	ForgeTypeId^ get ();
}
static member FbxLightSpotFieldAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace